const wordList = [
  {
    word: "ябълка",
    hint: "Червен плод, растящ на дърво",
  },
  {
    word: "океан",
    hint: "Огромен воден басейн с лодки",
  },
  {
    word: "телевизор",
    hint: "Възпроизвеждане на изображение и звук",
  },
  {
    word: "стъкло",
    hint: "Тънък материал, който се поставя на врати, прозорци",
  },
  {
    word: "злато",
    hint: "Благороден метал с жълт цвят и силен блясък",
  },
  {
    word: "сребро",
    hint: "Бял и лъскав благороден метал, от който могат да се правят бижута",
  },
  {
    word: "коктейл",
    hint: "Смес от няколко вида алкохолни напитки със захар и плодове",
  },
  {
    word: "острилка",
    hint: "Инструмент с отвор и нож за подостряне на моливи",
  },
  {
    word: "пейка",
    hint: "Приспособление за сядане на няколко човека, обикновено дървен плот върху подпори",
  },
  {
    word: "кола",
    hint: "Превозно средство с четири колела",
  },
  {
    word: "мотор",
    hint: "Превозно средство с две колела",
  },
  {
    word: "колело",
    hint: "Двуколесно превозно средство, което се кара с крака",
  },
  {
    word: "растение",
    hint: "Неподвижен организъм, който се храни от почвата чрез корени, стъбла и листа",
  },
  {
    word: "карта",
    hint: "Чертеж на земната повърхност, на която са дадени географски и геоложки ширини",
  },
  {
    word: "остров",
    hint: "Парче земя, което е заобиколено от всички страни с вода",
  },
  {
    word: "календар",
    hint: "Книга или лист с отбелязани дни и месеци от годината",
  },
  {
    word: "кашон",
    hint: "Кутия, използвана за опаковане на предмети и стоки",
  },
  {
    word: "програмист",
    hint: "Човек, който прави програми за електронни машини",
  },
  {
    word: "фейсбук",
    hint: "Голяма и известна социална мрежа(на български)",
  },
  {
    word: "яхта",
    hint: "Малък луксозен круизен кораб",
  },
  {
    word: "човек",
    hint: "Живо същество, което е способно да мисли и говори и води социален живот",
  },
  {
    word: "възглавница",
    hint: "Платнена торба, пълна с вълна или пера, която служи за подложка на главата при спане",
  },
  {
    word: "процесор",
    hint: "Компонент в компютъра, което извършва основни изчислителни операции",
  },
  {
    word: "компас",
    hint: "Устройство, което показва посоките на света и служи за ориентиране",
  },
  {
    word: "слънце",
    hint: "Небесно тяло, което осветява и затопля земята през деня",
  },
  {
    word: "дъжд",
    hint: "Водни капки, които падат от облаците",
  },
  {
    word: "облак",
    hint: "Натрупване на водни пари в атмосферата",
  },
  {
    word: "мост",
    hint: "Съоръжение за преминаване през река или пропаст",
  },
  {
    word: "болница",
    hint: "Място в което се лекуват хората",
  },
  {
    word: "хипопотам",
    hint: "Огромен южноафрикански бозайник с голяма глава и дебела кожа",
  },
  {
    word: "крокодил",
    hint: "A large amphibian predatory lizard-like reptile",
  },
  {
    word: "светкавица",
    hint: "Електрически разряд в атмосферата, придружен от силен гръм",
  },
  {
    word: "кръв",
    hint: "Червена течност, която циркулира в тялото",
  },
  {
    word: "куриер",
    hint: "Лице, което разнася както писма, така и поща",
  },
  {
    word: "торта",
    hint: "Сладиш, направен от няколко тестени пласта и крем между тях",
  },
  {
    word: "тролей",
    hint: "Многоместно превозно средство в градския транспорт, което се движи с електричество по безрелсов път",
  },
  {
    word: "трамвай",
    hint: "Градско превозно средство, което се състои от един или повече вагони и се движи по релсов път с електричество",
  },
  {
    word: "метро",
    hint: "Градско подземно или надземно електрическо превозно средство",
  },
  {
    word: "ключ",
    hint: "Малко метално парче със специална форма за отключване и заключване на врата",
  },
  {
    word: "гръм",
    hint: "Силен или продължителен трясък, който придружава светкавица по време на гръмотевична буря",
  },
  {
    word: "чадър",
    hint: "Полусферичен предмет от непропусквателен плат за защита от дъжд",
  },
  {
    word: "камион",
    hint: "Голям товарен автомобил",
  },
  {
    word: "самолет",
    hint: "Превозно средство с крила и двигател за превоз на хора и товари",
  },
  {
    word: "асансьор",
    hint: "Подемни съоръжения за автоматично изкачване и спускане на хора и товари",
  },
  {
    word: "кухня",
    hint: "Стая в жилище, предназначена за хранене",
  },
  {
    word: "дубай",
    hint: "Известна ваканционна дестинация в пустинята",
  },
  {
    word: "снимка",
    hint: "Фотографско изображение",
  },
  {
    word: "домашен любимец",
    hint: "Животно, което гледаме у дома",
  },
  {
    word: "преводач",
    hint: "Човек, който превежда от един език на друг",
  },
];
